{
    "books": [
        {
            "isbn": "655981002X",
            "title": "De sangue e cinzas (Vol. 1)",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81TjnGG0g7L.jpg",
            "price": "R$ 47,92",
            "authors": [
                "Jennifer L. Armentrout",
                "Flavia de Lavor"
            ],
            "description": "De sangue e cinzas é uma fantasia sexy, viciante e arrebatadora, perfeita para os fãs de Sarah J. Maas. Prestes a completar 19 anos, Poppy se prepara para sua Ascensão. Quer dizer, Poppy é preparada para sua Ascensão, já que, como tudo mais em sua vida, ela não tem opção senão Ascender. Sendo a Donzela, ela será entregue aos deuses de qualquer forma, seja lá o que isso signifique.Destinada a salvar Solis dos Atlantes, que amaldiçoaram o reino com a criação dos terríveis Vorazes, Poppy não entende o que está por vir e nem sabe se está pronta para ser entregue aos tais deuses ou, ainda, se sequer deseja fazê-lo.Privada de todas as escolhas, sendo inclusive obrigada a cobrir o rosto com um véu e impedida de conversar com qualquer pessoa além de uma dama de companhia designada pela Corte, Poppy leva uma vida solitária. Mas o que ela quer mesmo é lutar ao lado dos guardas e conseguir se proteger das criaturas que ameaçam o reino, as mesmas que mataram seus pais. Com um aliado secreto e uma habilidade rara, Poppy tem um vislumbre da vida que poderia ter se fosse livre do fardo de ser a Donzela.Mas com a entrada de Hawke Flynn em sua vida, o mundo de Poppy vira de cabeça para baixo e ela corre o risco de ser arrebatada por tudo o que sempre lhe disseram ser proibido. Lançada em uma intrincada rede de mentiras, traições e desejo, ela vê todas as suas certezas começarem a ruir. Qual será o lado certo da história? E será que há mesmo um lado certo? Em meio a tantas reviravoltas e dilemas, o futuro de Poppy está cada vez mais incerto e perigoso, e a vida de dois reinos está em suas mãos.",
            "pages": "672",
            "language": "Português",
            "publishedDate": "08/11/2021",
            "categories": [
                "fantasy",
                "romance"
            ]
        },
        {
            "_id": "856240988X",
            "title": "A garota do lago",
            "image": "https://images-na.ssl-images-amazon.com/images/I/8139YIx+kIL.jpg",
            "price": "R$ 8,50",
            "authors": [
                "Charlie Donlea"
            ],
            "description": "Summit Lake, uma pequena cidade entre montanhas, é esse tipo de lugar, bucólico e com encantadoras casas dispostas à beira de um longo trecho de água intocada.Duas semanas atrás, a estudante de direito Becca Eckersley foi brutalmente assassinada em uma dessas casas. Filha de um poderoso advogado, Becca estava no auge de sua vida. Atraída instintivamente pela notícia, a repórter Kelsey Castle vai até a cidade para investigar o caso. ...E LOGO SE ESTABELECE UMA CONEXÃO ÍNTIMA QUANDO UM VIVO CAMINHA NAS MESMAS PEGADAS DOS MORTOS...E enquanto descobre sobre as amizades de Becca, sua vida amorosa e os segredos que ela guardava, a repórter fica cada vez mais convencida de que a verdade sobre o que aconteceu com Becca pode ser a chave para superar as marcas sombrias de seu próprio passado.",
            "pages": "296",
            "language": "Português",
            "publishedDate": "01/01/2017",
            "categories": [
                "fantasy",
                "fiction"
            ]
        },
        {
            "_id": "0062457713",
            "title": "The Subtle Art of Not Giving a F*ck",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71QKQ9mwV7L.jpg",
            "price": "$11,50",
            "authors": [
                "Mark Manson"
            ],
            "description": "For decades, we’ve been told that positive thinking is the key to a happy, rich life. 'F**k positivity,' Mark Manson says. 'Let’s be honest, shit is f**ked and we have to live with it.' In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F**k is his antidote to the coddling, let’s-all-feel-good mindset that has infected modern society and spoiled a generation, rewarding them with gold medals just for showing up. Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—'not everybody can be extraordinary, there are winners and losers in society, and some of it is not fair or your fault.' Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek. There are only so many things we can give a f**k about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real-talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F**k is a refreshing slap for a generation to help them lead contented, grounded lives.",
            "pages": "224",
            "language": "English",
            "publishedDate": "13/07/2016",
            "categories": [
                "self-help",
                "motivational"
            ]
        },
        {
            "isbn": "0593356152",
            "title": "The Maid: A Novel",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71CU3FjMFwL.jpg",
            "price": "$17,49",
            "authors": [
                "Nita Prose"
            ],
            "description": "Molly Gray is not like everyone else. She struggles with social skills and misreads the intentions of others. Her gran used to interpret the world for her, codifying it into simple rules that Molly could live by. Since Gran died a few months ago, twenty-five-year-old Molly has been navigating life’s complexities all by herself. No matter—she throws herself with gusto into her work as a hotel maid. Her unique character, along with her obsessive love of cleaning and proper etiquette, make her an ideal fit for the job. She delights in donning her crisp uniform each morning, stocking her cart with miniature soaps and bottles, and returning guest rooms at the Regency Grand Hotel to a state of perfection. But Molly’s orderly life is upended the day she enters the suite of the infamous and wealthy Charles Black, only to find it in a state of disarray and Mr. Black himself dead in his bed. Before she knows what’s happening, Molly’s unusual demeanor has the police targeting her as their lead suspect. She quickly finds herself caught in a web of deception, one she has no idea how to untangle. Fortunately for Molly, friends she never knew she had unite with her in a search for clues to what really happened to Mr. Black—but will they be able to find the real killer before it’s too late? A Clue-like, locked-room mystery and a heartwarming journey of the spirit, The Maid explores what it means to be the same as everyone else and yet entirely different—and reveals that all mysteries can be solved through connection to the human heart.",
            "pages": "304",
            "language": "English",
            "publishedDate": "04/01/2022",
            "categories": [
                "thriller",
                "murder",
                "mistery"
            ]
        },
        {
            "isbn": "8595083274",
            "title": "Do Mil ao Milhão. Sem Cortar o Cafezinho.",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81r5VTxaBiL.jpg",
            "price": "R$ 16,50",
            "authors": [
                "Thiago Nigro"
            ],
            "description": "Em seu primeiro livro, Thiago Nigro, criador da plataforma O Primo Rico, ensina aos leitores os três pilares para atingir a independência financeira: gastar bem, investir melhor e ganhar mais. Por meio de dados e de sua própria experiência como investidor e assessor, Nigro mostra que a riqueza é possível para todos – basta estar disposto a aprender e se dedicar.",
            "pages": "192",
            "language": "Português",
            "publishedDate": "10/11/2018",
            "categories": [
                "fantasy",
                "romance"
            ]
        },
        {
            "isbn": "8584391509",
            "title": "Os sete maridos de Evelyn Hugo",
            "image": "https://m.media-amazon.com/images/P/B07XTNKQKF.01._SCLZZZZZZZ_SX500_.jpg",
            "price": "R$ 31,41",
            "authors": [
                " Taylor Jenkins Reid",
                "Alexandre Boide"
            ],
            "description": "Lendária estrela de Hollywood, Evelyn Hugo sempre esteve sob os holofotes ― seja estrelando uma produção vencedora do Oscar, protagonizando algum escândalo ou aparecendo com um novo marido… pela sétima vez. Agora, prestes a completar oitenta anos e reclusa em seu apartamento no Upper East Side, a famigerada atriz decide contar a própria história ― ou sua “verdadeira história” ―, mas com uma condição: que Monique Grant, jornalista iniciante e até então desconhecida, seja a entrevistadora. Ao embarcar nessa misteriosa empreitada, a jovem repórter começa a se dar conta de que nada é por acaso ― e que suas trajetórias podem estar profunda e irreversivelmente conectadas. “Evelyn Hugo faz Elizabeth Taylor parecer sem graça. Você vai rir com ela, chorar, sofrer, e então voltar para a primeira página e fazer tudo de novo.” ― Heather Cocks e Jessica Morgan, autoras de The Royal We",
            "pages": "360",
            "language": "Português",
            "publishedDate": "21/10/2019",
            "categories": [
                "fiction",
                "biography",
                "romance"
            ]
        },
        {
            "isbn": "8555340942",
            "title": "Vermelho, branco e sangue azul",
            "image": "https://m.media-amazon.com/images/P/B07XTQ5T5C.01._SCLZZZZZZZ_SX500_.jpg",
            "price": "R$ 29,90",
            "authors": [
                "Casey McQuiston",
                "Guilherme Miranda"
            ],
            "description": "Quando sua mãe foi eleita presidenta dos Estados Unidos, Alex Claremont-Diaz se tornou o novo queridinho da mídia norte-americana. Bonito, carismático e com personalidade forte, Alex tem tudo para seguir os passos de seus pais e conquistar uma carreira na política, como tanto deseja. Mas quando sua família é convidada para o casamento real do príncipe britânico Philip, Alex tem que encarar o seu primeiro desafio diplomático: lidar com Henry, irmão mais novo de Philip, o príncipe mais adorado do mundo, com quem ele é constantemente comparado ― e que ele não suporta. O encontro entre os dois sai pior do que o esperado, e no dia seguinte todos os jornais do mundo estampam fotos de Alex e Henry caídos em cima do bolo real, insinuando uma briga séria entre os dois. Para evitar um desastre diplomático, eles passam um fim de semana fingindo ser melhores amigos e não demora para que essa relação evolua para algo que nenhum dos dois poderia imaginar ― e que não tem nenhuma chance de dar certo. Ou tem? “Vermelho, branco e sangue azul é escandalosamente divertido. É romântico, sexy, espirituoso e emocionante. Amei cada segundo.” ― Taylor Jenkins Reid, autora de Daisy Jones & The Six e Os sete maridos de Evelyn Hugo",
            "pages": "392",
            "language": "Português",
            "publishedDate": "04/11/2019",
            "categories": [
                "fiction",
                "romance"
            ]
        },
        {
            "isbn": "8535909559",
            "title": "A revolução dos bichos: Um conto de fadas",
            "image": "https://m.media-amazon.com/images/P/B009WWDBX0.01._SCLZZZZZZZ_SX500_.jpg",
            "price": "R$ 19,54",
            "authors": [
                "George Orwell",
                "Heitor Aquino Ferreira"
            ],
            "description": "Escrita em plena Segunda Guerra Mundial e publicada em 1945 depois de ter sido rejeitada por várias editoras, essa pequena narrativa causou desconforto ao satirizar ferozmente a ditadura stalinista numa época em que os soviéticos ainda eram aliados do Ocidente na luta contra o eixo nazifascista. De fato, são claras as referências: o despótico Napoleão seria Stálin, o banido Bola-de-Neve seria Trotsky, e os eventos políticos - expurgos, instituição de um estado policial, deturpação tendenciosa da História - mimetizam os que estavam em curso na União Soviética. Com o acirramento da Guerra Fria, as mesmas razões que causaram constrangimento na época de sua publicação levaram A revolução dos bichos a ser amplamente usada pelo Ocidente nas décadas seguintes como arma ideológica contra o comunismo. O próprio Orwell, adepto do socialismo e inimigo de qualquer forma de manipulação política, sentiu-se incomodado com a utilização de sua fábula como panfleto. Depois das profundas transformações políticas que mudaram a fisionomia do planeta nas últimas décadas, a pequena obra-prima de Orwell pode ser vista sem o viés ideológico reducionista. Mais de sessenta anos depois de escrita, ela mantém o viço e o brilho de uma alegoria perene sobre as fraquezas humanas que levam à corrosão dos grandes projetos de revolução política. É irônico que o escritor, para fazer esse retrato cruel da humanidade, tenha recorrido aos animais como personagens. De certo modo, a inteligência política que humaniza seus bichos é a mesma que animaliza os homens. Escrito com perfeito domínio da narrativa, atenção às minúcias e extraordinária capacidade de criação de personagens e situações, A revolução dos bichos combina de maneira feliz duas ricas tradições literárias: a das fábulas morais, que remontam a Esopo, e a da sátira política, que teve talvez em Jonathan Swift seu representante máximo. 'A melhor sátira já escrita sobre a face negra da história moderna.' Malcolm Bradbury 'Um livro para todos os tipos de leitor, seu brilho ainda intacto depois de sessenta anos.' Ruth Rendell",
            "pages": "152",
            "language": "Português",
            "publishedDate": "10/01/2007",
            "categories": [
                "fantasy",
                "romance"
            ]
        },
        {
            "isbn": "0143111582",
            "title": "Dune",
            "image": "https://m.media-amazon.com/images/P/0143111582.01._SCLZZZZZZZ_SX500_.jpg",
            "price": "$19,22",
            "authors": [
                "Frank Hebert"
            ],
            "description": "Science fiction’s supreme masterpiece, Dune will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, it is the story of the boy Paul Atreides, who will become the mysterious man known as Muad’Dib. Paul’s noble family is named stewards of Arrakis, whose sands are the only source of a powerful drug called “the spice.” After his family is brought down in a traitorous plot, Paul must go undercover to seek revenge, and to bring to fruition humankind’s most ancient and unattainable dream. A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
            "pages": "720",
            "language": "English",
            "publishedDate": "25/10/2016",
            "categories": [
                "classic",
                "fiction"
            ]
        },
        {
            "isbn": "163763059X",
            "title": "The Great Reset",
            "image": "https://m.media-amazon.com/images/P/163763059X.01._SCLZZZZZZZ_SX500_.jpg",
            "price": "$37,99",
            "authors": [
                "Glenn Beck"
            ],
            "description": "n The Great Reset: Joe Biden and the Rise of Twenty-First-Century Fascism, Glenn Beck uses his trademark blend of humor, storytelling, and detailed analysis to reveal for the first time the unbelievable truth about the Great Reset, tying together nearly two decades of groundbreaking research about authoritarian movements and their efforts to fundamentally transform the United States. The roadmap to stopping the Great Reset begins with fully understanding what the free peoples of the world are up against, and no resource provides more information about this radical movement than Glenn Beck’s The Great Reset: Joe Biden and the Rise of Twenty-First-Century Fascism.",
            "pages": "320",
            "language": "Português",
            "publishedDate": "11/01/2022",
            "categories": [
                "political",
                "corruption"
            ]
        },
        {
            "isbn": "6599039812",
            "title": "Talvez você deva conversar com alguém",
            "image": "https://m.media-amazon.com/images/P/B085VJPJ3F.01._SCLZZZZZZZ_SX500_.jpg",
            "price": "R$ 28,13",
            "authors": [
                "Lori Gottlieb"
            ],
            "description": "De modo geral, buscamos a ajuda de um terapeuta para melhor compreender as angústias, os medos, a culpa ou quaisquer outros sentimentos que nos causam desconforto e sofrimento. Mas quantos de nós já paramos para perguntar: o terapeuta está imune à gama de questões que ele auxilia seus pacientes a dirimir e superar, dia após dia? A autora best-seller e terapeuta Lori Gottlieb nos mostra que a resposta a essa pergunta traz revelações surpreendentes. Quando ela se vê emocionalmente incapaz de gerenciar uma situação que perturba sua vida, uma amiga lhe faz uma sugestão: talvez você deva conversar com alguém. Combinando histórias reunidas a partir de sua rica trajetória como terapeuta (distribuídas entre quatro personagens inesquecíveis) à sua própria experiência como paciente, Lori nos oferece um relato afetuoso, leve e comovente sobre a universalidade de nossas perguntas e ansiedades, e joga luz sobre o que há de mais misterioso em nós, afirmando nossa capacidade de mudar nossas vidas.",
            "pages": "448",
            "language": "Português",
            "publishedDate": "20/04/2020",
            "categories": [
                "self-help",
                "psychology"
            ]
        }
    ]
}
